Repository: codebrain22/emmie-ai
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nl, pt, ru, zh, zu

# modelResponseMessageSurfix
source: Upgrade to premium and gain access to unlimited responses and messages!
ar: قم بالترقية إلى الإصدار المميز وتمتع بإمكانية الوصول إلى استجابات ورسائل غير محدودة!
de: Upgraden Sie auf Premium und erhalten Sie Zugriff auf unbegrenzte Antworten und Nachrichten!
es: ¡Actualice a premium y obtenga acceso a respuestas y mensajes ilimitados!
fr: Passez à Premium et accédez à des réponses et des messages illimités !
it: Passa a Premium e ottieni l'accesso a risposte e messaggi illimitati!
nl: Upgrade naar premium en krijg toegang tot onbeperkte reacties en berichten!
pt: Atualize para premium e tenha acesso a respostas e mensagens ilimitadas!
ru: Перейдите на премиум-версию и получите доступ к неограниченному количеству ответов и сообщений!
zh: 升级到高级版并获得无限的回复和消息！
zu: Thuthukela ku-premium futhi uthole ukufinyelela ezimpendulo ezingenamkhawulo nemilayezo!

# responsesLimited
source: You will receive limited responses
ar: ستتلقى استجابات محدودة
de: Sie erhalten begrenzte Antworten
es: Recibirás respuestas limitadas
fr: Vous recevrez des réponses limitées
it: Riceverai risposte limitate
nl: Je krijgt beperkt antwoord
pt: Você receberá respostas limitadas
ru: Вы получите ограниченные ответы
zh: 您将收到有限的回应
zu: Uzothola izimpendulo ezinomkhawulo

# imageTextRecognitionFeature
source: Image text recognition is a premium feature. Please consider upgrading to premium.
ar: يعد التعرف على نص الصورة ميزة متميزة. يرجى النظر في الترقية إلى قسط.
de: Die Bildtexterkennung ist eine Premiumfunktion. Bitte erwägen Sie ein Upgrade auf Premium.
es: El reconocimiento de texto de imagen es una característica premium. Considere actualizar a premium.
fr: La reconnaissance de texte d’image est une fonctionnalité premium. Veuillez envisager de passer à Premium.
it: Il riconoscimento del testo delle immagini è una funzionalità premium. Ti consigliamo di passare a Premium.
nl: Die Bildtexterkennung ist eine Premiumfunktion. Bitte erwägen Sie ein Upgrade auf Premium.
pt: O reconhecimento de texto de imagem é um recurso premium. Por favor, considere atualizar para premium.
ru: Распознавание текста изображения — это премиум-функция. Пожалуйста, рассмотрите возможность перехода на премиум-версию.
zh: 图像文本识别是一项高级功能。请考虑升级到高级版。
zu: Ukubonwa kombhalo wesithombe kuyisici esiphambili. Sicela ucabange ukuthuthukela ku-premium.

source: Image Text Recognition
ar: التعرف على نص الصورة
de: Bildtexterkennung
es: Reconocimiento de texto de imagen
fr: Reconnaissance de texte d'image
it: Riconoscimento del testo dell'immagine
nl: Bildtexterkennung
pt: Reconhecimento de texto de imagem
ru: Распознавание текста изображения
zh: 图片文字识别
zu: Ukubonwa Kombhalo Wesithombe

source: Camera
ar: آلة تصوير
de: Kamera
es: Cámara
fr: Caméra
it: Telecamera
nl: Kamera
pt: Câmera
ru: Камера
zh: 相机
zu: Ikhamera

source: Gallery
ar: صالة عرض
de: Galerie
es: Galería
fr: Galerie
it: Galleria
nl: Galerie
pt: Galeria
ru: Галерея
zh: 画廊
zu: Igalari

source: Buy Pro
ar: شراء برو
de: Kaufen Sie Pro
es: Comprar Pro
fr: Acheter Pro
it: Acquista Pro
nl: Kaufen Sie Pro
pt: Comprar Pro
ru: Купить Про
zh: 购买专业版
zu: Thenga i-Pro

# imageTextRecognitionDescription
source: Emmie AI is proficient in text recognition from images, opening up exciting possibilities for you.
ar: تتمتع Emmie AI ببراعة في التعرف على النص من الصور، مما يفتح لك إمكانيات مثيرة.
de: Emmie AI beherrscht die Texterkennung aus Bildern und eröffnet Ihnen spannende Möglichkeiten.
es: Emmie AI domina el reconocimiento de texto a partir de imágenes, lo que le abre posibilidades interesantes.
fr: Emmie AI maîtrise la reconnaissance de texte à partir d'images, vous ouvrant des possibilités passionnantes.
it: Emmie AI è abile nel riconoscimento del testo dalle immagini, aprendoti possibilità entusiasmanti.
nl: Emmie AI beherrscht die Texterkennung aus Bildern und eröffnet Ihnen spannende Möglichkeiten.
pt: Emmie AI é proficiente no reconhecimento de texto de imagens, abrindo possibilidades interessantes para você.
ru: Эмми AI умеет распознавать текст на изображениях, открывая перед вами захватывающие возможности.
zh: Emmie AI 精通图像文本识别，为您开启令人兴奋的可能性。
zu: U-Emmie AI unekhono ekuqashelweni kombhalo ezithombeni, okuvulela amathuba ajabulisayo kuwe.

# unableToRecognizeImageText
source: The was an issue while extracting text from the image. Let's give it one more try!
ar: كانت هناك مشكلة أثناء استخراج النص من الصورة. دعونا نجربها مرة أخرى!
de: Beim Extrahieren von Text aus dem Bild trat ein Problem auf. Lass es uns noch einmal versuchen!
es: Hubo un problema al extraer texto de la imagen. ¡Intentémoslo una vez más!
fr: Il y avait un problème lors de l'extraction du texte de l'image. Essayons encore une fois!
it: Si è verificato un problema durante l'estrazione del testo dall'immagine. Facciamo un altro tentativo!
nl: Beim Extrahieren von Text aus dem Bild trat ein Problem auf. Lass es uns noch einmal versuchen!
pt: Ocorreu um problema ao extrair o texto da imagem. Vamos tentar mais uma vez!
ru: Возникла проблема при извлечении текста из изображения. Давайте попробуем еще раз!
zh: 从图像中提取文本时出现问题。让我们再试一次吧！
zu: Kube yinkinga ngenkathi ikhipha umbhalo esithombeni. Ake sizame futhi!

# freeTrialEndDate
source: Enjoy your free trial until {explorationEndDate}
ar: استمتع بالنسخة التجريبية المجانية حتى {explorationEndDate}
de: Genießen Sie Ihre kostenlose Testversion bis zum {explorationEndDate}
es: Disfrute de su prueba gratuita hasta el {explorationEndDate}
fr: Profitez de votre essai gratuit jusqu'au {explorationEndDate}
it: Goditi la tua prova gratuita fino al giorno {explorationEndDate}
nl: Profiteer van uw gratis proefperiode tot {explorationEndDate}
pt: Aproveite seu teste gratuito até {explorationEndDate}
ru: Наслаждайтесь бесплатной пробной версией до {explorationEndDate}
zh: 享受免费试用直至 {explorationEndDate}
zu: Jabulela isivivinyo sakho samahhala kuze kube umhla ka-{explorationEndDate}

# goPremiumForAllBenefits
source: Go premium to unlock all the benefits
ar: انتقل إلى الإصدار المميز لفتح جميع المزايا
de: Werden Sie Premium, um alle Vorteile freizuschalten
es: Hazte premium para desbloquear todos los beneficios
fr: Devenez premium pour débloquer tous les avantages
it: Passa a Premium per sbloccare tutti i vantaggi
nl: Ga voor premium om van alle voordelen te profiteren
pt: Torne-se premium para desbloquear todos os benefícios
ru: Перейдите на премиум-версию, чтобы разблокировать все преимущества
zh: 升级为高级版以解锁所有优势
zu: Yenza i-premium ukuze uvule zonke izinzuzo

# watchRewardedAds
source: Watch ads to continue chatting for free
ar: شاهد الإعلانات لمواصلة الدردشة مجانًا
de: Sehen Sie sich Werbung an, um weiterhin kostenlos zu chatten
es: Mira anuncios para seguir chateando gratis
fr: Regardez des publicités pour continuer à discuter gratuitement
it: Guarda gli annunci per continuare a chattare gratuitamente
nl: Bekijk advertenties om gratis te blijven chatten
pt: Assista a anúncios para continuar conversando gratuitamente
ru: Смотрите рекламу, чтобы продолжить общение бесплатно
zh: 观看广告即可继续免费聊天
zu: Buka izikhangiso ukuze uqhubeke nokuxoxa mahhala

# youGetLimitedMessages
source: You get limited free messages every day
ar: تحصل على رسائل مجانية محدودة كل يوم
de: Sie erhalten jeden Tag begrenzte kostenlose Nachrichten
es: Recibes mensajes gratuitos limitados todos los días
fr: Vous recevez chaque jour un nombre limité de messages gratuits
it: Ricevi messaggi gratuiti limitati ogni giorno
nl: Je ontvangt elke dag een beperkt aantal gratis berichten
pt: Você recebe mensagens gratuitas limitadas todos os dias
ru: Вы получаете ограниченное количество бесплатных сообщений каждый день
zh: 您每天收到的免费消息数量有限
zu: Uthola imilayezo yamahhala ekhawulelwe nsuku zonke
