Repository: codebrain22/emmie-ai
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nl, pt, ru, zh, zu

# recordingButtonInstruction
source: Press and hold to record, release to send
ar: اضغط مع الاستمرار للتسجيل، ثم حرر للإرسال
de: Zum Aufnehmen gedrückt halten, zum Senden loslassen
es: Mantenga presionado para grabar, suelte para enviar
fr: Maintenez enfoncé pour enregistrer, relâchez pour envoyer
it: Tieni premuto per registrare, rilascia per inviare
nl: Houd ingedrukt om op te nemen, laat los om te verzenden
pt: Pressione e segure para gravar, solte para enviar
ru: Нажмите и удерживайте, чтобы записать, отпустите, чтобы отправить
zh: 按住录音，松开发送
zu: Cindezela bese ubamba ukurekhoda, khulula ukuthumela

# recordingIsPremiumFeature
source: Recording is a premium feature. Please consider upgrading to premium.
ar: التسجيل هو ميزة متميزة. يرجى النظر في الترقية إلى قسط
de: Die Aufnahme ist eine Premium-Funktion. Bitte erwägen Sie ein Upgrade auf Premium.
es: La grabación es una característica premium. Por favor considere actualizar a premium.
fr: L'enregistrement est une fonctionnalité premium. Veuillez envisager de passer à Premium.
it: La registrazione è una funzionalità premium. Ti consigliamo di passare a Premium.
nl: Opnemen is een premiumfunctie. Overweeg dan om te upgraden naar premium.
pt: A gravação é um recurso premium. Por favor, considere atualizar para premium.
ru: Запись – это премиум-функция. Пожалуйста, рассмотрите возможность перехода на премиум-версию.
zh: 录音是一项高级功能。请考虑升级到高级版
zu: Ukurekhoda kuyisici esiphambili. Sicela ucabange ukuthuthukela ku-premium.

# voiceAssistanceisPremiumFeature
source: Voice assistance is a premium feature. Please consider upgrading to premium.
ar: المساعدة الصوتية هي ميزة متميزة. يرجى النظر في الترقية إلى قسط التأمين
de: Sprachunterstützung ist eine Premium-Funktion. Bitte erwägen Sie ein Upgrade auf Premium.
es: La asistencia por voz es una característica premium. Por favor considere actualizar a premium.
fr: L'assistance vocale est une fonctionnalité premium. Veuillez envisager de passer à Premium.
it: L'assistenza vocale è una funzionalità premium. Ti consigliamo di passare a Premium.
nl: Spraakassistentie is een premiumfunctie. Overweeg dan om te upgraden naar premium.
pt: A assistência por voz é um recurso premium. Por favor, considere atualizar para premium.
ru: Голосовая помощь — это премиум-функция. Пожалуйста, рассмотрите возможность перехода на премиум-версию.
zh: 语音帮助是一项高级功能。请考虑升级到高级版
zu: Usizo lwezwi luyisici esiphambili. Sicela ucabange ukuthuthukela ku-premium.

# rateMyAppTitle
source: Rate Emmie AI
ar: معدل EMMIE AI
de: Bewerten Sie Emmie AI
es: Califica a Emmie AI
fr: Notez Emmie AI
it: Valuta Emmie AI
nl: Beoordeel Emmie AI
pt: Avalie Emmie IA
ru: Оцените Emmie AI.
zh: 给Emmie AI评分
zu: Thumela iqhaza ku-Emmie AI

# rateMyAppMessage1
source: We hope you're enjoying Emmie AI! Could you take a moment to rate us on the app store? Your feedback means a lot to us. Thank you!
ar: نأمل أن تستمتع Emmie AI! هل يمكنك تخصيص بعض الوقت لتقييمنا في متجر التطبيقات؟ ردك يعني الكثير بالنسبة لنا. شكرًا لك!
de: Wir hoffen, dass Ihnen Emmie AI gefällt! Könnten Sie sich einen Moment Zeit nehmen, um uns im App Store zu bewerten? Ihr Feedback bedeutet uns sehr viel. Danke schön!
fr: Nous espérons que vous appréciez Emmie AI ! Pourriez-vous prendre un moment pour nous évaluer sur l'App Store ? Votre retour d'information a beaucoup de valeur pour nous. Merci!
it: Ci auguriamo che Emmie AI ti piaccia! Potresti prenderti un momento per valutarci sull'App Store? Il tuo feedback significa molto per noi. Grazie!
nl: We hopen dat je geniet van Emmie AI! Kunt u even de tijd nemen om ons te beoordelen in de app store? Uw feedback betekent veel voor ons. Bedankt!
pt: Esperamos que você esteja gostando do Emmie AI! Você poderia reservar um momento para nos avaliar na app store? Seu feedback significa muito para nós. Obrigado!
ru: Мы надеемся, что вам нравится Emmie AI! Можете ли вы уделить минутку, чтобы оценить нас в магазине приложений? Ваш отзыв имеет для нас большое значение. Спасибо!
zh: 希望您喜欢Emmie AI！能否花点时间在应用商店给我们评分？您的反馈对我们非常重要。谢谢！
zu: Sithemba ukuthi uyayijabulela i-Emmie AI! Ungakwazi yini ukuthatha isikhashana ukusilinganisela esitolo sohlelo lokusebenza? Impendulo yakho isho lukhulu kithi. Ngiyabonga!

# rateMyAppRateButton
source: RATE EMMIE AI
ar: معدل EMMIE AI
de: Bewerten Sie EMMIE AI
es: CALIFICA LA IA DE EMMIE
fr: ÉVALUEZ EMMIE AI
it: VALUTA EMMIE AI
nl: BEOORDEL EMMIE AI
pt: AVALIAR EMMIE AI
ru: ОЦЕНИТЕ ЭММИ ИИ
zh: 为Emmie AI评分
zu: THUMELA IQHAZA

# rateMyAppNoButton
source: NO THANKS
ar: ًلا شكرا
de: NEIN DANKE
es: NO, GRACIAS
fr: NON MERCI
it: NO GRAZIE
nl: NEE BEDANKT
pt: NÃO, OBRIGADO
ru: НЕТ, СПАСИБО
zh: 不，谢谢
zu: CHA NGIYABONGA

# rateMyAppLaterButton
source: MAYBE LATER
ar: ربما في وقت لاحق
de: VIELLEICHT SPÄTER
es: MAYBE LATEQUIZAS MAS TARDE
fr: PEUT-ÊTRE PLUS TARD
it: FORSE PIÙ TARDI
nl: MISSCHIEN LATER
pt: TALVEZ MAIS TARDE
ru: МОЖЕТ БЫТЬ ПОЗЖЕ
zh: 也许稍后
zu: MHLAWUMBE NGUKUHAMBA KWESIKHATHI

# requestAccountDeletionTitle
source: Request Account Deletion
ar: طلب حذف الحساب
de: Fordern Sie die Löschung des Kontos an
es: Solicitar eliminación de cuenta
fr: Demander la suppression du compte
it: Richiedi la cancellazione dell'account
nl: Verzoek om accountverwijdering
pt: Solicitar exclusão de conta
ru: Запросить удаление учетной записи
zh: 请求删除帐户
zu: Cela Ukususwa Kwe-akhawunti

# requestAccountDeletionMessage
source: Your account will be scheduled for deletion, and your data will be permanently lost. Do you want to proceed?
ar: ستتم جدولة حسابك للحذف، وسيتم فقدان بياناتك نهائيًا. هل تريد المتابعة؟
de: Die Löschung Ihres Kontos wird geplant und Ihre Daten gehen dauerhaft verloren. Möchten Sie fortfahren?
es: Se programará la eliminación de su cuenta y sus datos se perderán permanentemente. Quieres proceder?
fr: La suppression de votre compte sera programmée et vos données seront définitivement perdues. Voulez-vous poursuivre?
it: Verrà programmata la cancellazione del tuo account e i tuoi dati andranno persi definitivamente. Vuoi procedere?
nl: Uw account zal worden verwijderd en uw gegevens zullen permanent verloren gaan. Wil je doorgaan?
pt: Sua conta será programada para exclusão e seus dados serão perdidos permanentemente. Você quer prosseguir?
ru: Ваша учетная запись будет удалена, а ваши данные будут безвозвратно потеряны. Вы хотите продолжить?
zh: 您的帐户将被安排删除，您的数据将永久丢失。您想继续吗？
zu: I-akhawunti yakho izohlelelwa ukususwa, futhi idatha yakho izolahleka unomphela. Uyafuna ukuqhubeka?

# proceedButtonText
source: Proceed
ar: يتابع
de: Fortfahren
es: Proceder
fr: Procéder
it: Procedere
nl: Doorgaan
pt: Continuar
ru: Продолжить
zh: 继续
zu: Qhubeka

source: You are on premium
ar: أنت على قسط
de: Sie sind auf Premium
es: Estas en premium
fr: Vous êtes en prime
it: Sei in premium
nl: Je hebt een premie
pt: Você está no premium
ru: У вас премиум
zh: 您处于溢价状态
zu: Usebenzisa i-premium

source: View subscriptions
ar: عرض الاشتراكات
de: Abonnements anzeigen
es: Ver suscripciones
fr: Afficher les abonnements
it: Visualizza gli abbonamenti
nl: Bekijk abonnementen
pt: Ver assinaturas
ru: Просмотр подписок
zh: 查看订阅
zu: Buka okubhaliselwe

source: Rate App
ar: قيم التطبيق
de: Bewertungs App
es: Calificar aplicacion
fr: Application de taux
it: Valuta l'app
nl: Beoordeel app
pt: Avaliar aplicativo
ru: Оцените приложение
zh: 评价应用
zu: Thumela iqhaza

source: Powered by ChatGPT
ar: مدعوم من ChatGPT
de: Unterstützt von ChatGPT
es: Desarrollado por ChatGPT
fr: Propulsé par ChatGPT
it: Alimentato da ChatGPT
nl: Mogelijk gemaakt door ChatGPT
pt: Desenvolvido por ChatGPT
ru: При поддержке ChatGPT
zh: 由 ChatGPT 提供支持
zu: Inikwa amandla yi-ChatGPT

# appVersion
source: Version
de: Ausführung
es: Versión
it: Versione
nl: Versie
pt: Versão
ru: Версия
zh: 版本
zu: Inguqulo

# checkOutEmmieAI
source: Hey, Check out Emmie AI
ar: مهلا، تحقق من Emmie AI
de: Hey, schauen Sie sich Emmie AI an
es: Oye, mira Emmie AI
fr: Hé, découvrez Emmie AI
it: Ehi, dai un'occhiata a Emmie AI
nl: Hé, kijk eens naar Emmie AI
pt: Ei, dê uma olhada em Emmie AI
ru: Привет, оцените Emmie AI
zh: 嘿，来看看Emmie AI吧！
zu: Sawubona, ngicela uhlole u-Emmie AI

# okButtonText
source: OK
ar: نعم
es: DE ACUERDO
fr: D'ACCORD
ru: ХОРОШО
zh: 好的

# rateMyAppMessage2
source: Do you like Emmie AI? Please take a little bit of your time to leave us a rating.
ar: هل تحب إيمي الذكاء الاصطناعي؟ يرجى أخذ القليل من وقتك لترك تقييم لنا.
de: Gefällt dir Emmie AI? Bitte nehmen Sie sich ein wenig Zeit, um uns eine Bewertung zu hinterlassen.
es: ¿Te gusta Emmie AI? Tómese un poco de su tiempo para dejarnos una calificación.
fr: Aimez-vous Emmie AI? Merci de prendre un peu de votre temps pour nous laisser une note.
it: Ti piace Emmie AI? Per favore, prenditi un po' del tuo tempo per lasciarci una valutazione.
nl: Vind je Emmie AI leuk? Neem even de tijd om een ​​beoordeling voor ons achter te laten.
pt: Você gosta de Emmie AI? Por favor, reserve um pouco do seu tempo para nos deixar uma avaliação.
ru: Вам нравится Emmie AI? Пожалуйста, уделите немного времени, чтобы оставить нам рейтинг.
zh: 您喜欢Emmie AI吗？请抽出一点时间给我们评分。
zu: Ingabe uyamthanda u-Emmie AI? Sicela uthathe isikhathi esincane ukuze uthumele iqhaza.

# goPremium
source: Go Premium and Get
ar: اذهب إلى الإصدار المميز واحصل على
de: Gehen Sie Premium und erhalten Sie
es: Hazte Premium y obtén
fr: Passez à Premium et obtenez
it: Passa a Premium e ottieni
nl: Ga voor Premium en ontvang
pt: Torne-se Premium e obtenha
ru: Перейдите на Премиум и получите
zh: 升级为高级版并获取
zu: Hamba ku-Premium futhi Uthole

source: Full Access
ar: الوصول الكامل
de: Voller Zugriff
es: Acceso completo
fr: Accès total
it: Accesso completo
nl: Volledige toegang
pt: Acesso total
ru: Полный доступ
zh: 完全访问权限
zu: Ukufinyelela Okugcwele

source: Unlimited Messages
ar: رسائل غير محدودة
de: Unbegrenzte Nachrichten
es: Mensajes ilimitados
fr: Messages illimités
it: Messaggi illimitati
nl: Onbeperkte berichten
pt: Mensagens ilimitadas
ru: Неограниченное количество сообщений
zh: 无限消息
zu: Imilayezo Engenamkhawulo

source: Multiple Languages
ar: لغات متعددة
de: Mehrere Sprachen
es: Múltiples idiomas
fr: Plusieurs langues
it: Più lingue
nl: Meerdere talen
pt: Múltiplos idiomas
ru: Несколько языков
zh: 多种语言
zu: Izilimi Eziningi

source: Unlimited Responses
ar: ردود غير محدودة
de: Unbegrenzte Antworten
es: Respuestas ilimitadas
fr: Réponses illimitées
it: Risposte illimitate
nl: Onbeperkte reacties
pt: Respostas ilimitadas
ru: Неограниченное количество ответов
zh: 无限回复
zu: Izimpendulo Ezingenamkhawulo

source: Choose your plan
ar: اختر خطتك
de: Wählen Sie Ihren Plan
es: Elige tu plan
fr: Choisissez votre forfait
it: Scegli il tuo piano
nl: Kies uw abonnement
pt: Escolha seu plano
ru: Выберите свой план
zh: 选择您的计划
zu: Khetha uhlelo lwakho

# successfullySubscribed
source: You have successfully subscribed
ar: لقد تم اشتراكك بنجاح
de: Sie haben sich erfolgreich angemeldet
es: Te has suscripto satisfactoriamente
fr: Vous vous êtes enregistré avec succès
it: ti sei iscritto con successo
nl: Je bent met succes geabboneerd
pt: Você se inscreveu com sucesso
ru: Вы успешно подписались
zh: 您已成功订阅
zu: Ubhalise ngempumelelo

source: Subscription Summary
ar: ملخص الاشتراك
de: Abonnementzusammenfassung
es: Resumen de suscripción
fr: Résumé de l'abonnement
it: Riepilogo dell'abbonamento
nl: Abonnementsoverzicht
pt: Resumo da assinatura
ru: Сводная информация о подписке
zh: 订阅摘要
zu: Isifinyezo sokubhaliselwe

source: Subscription
ar: الاشتراك
de: Abonnement
es: Suscripción
fr: Abonnement
it: Sottoscrizione
nl: Abonnement
pt: Inscrição
ru: Подписка
zh: 订阅
zu: Ukubhalisa

source: Amount Paid
ar: المبلغ المدفوع
de: Bezahlter Betrag
es: Cantidad pagada
fr: Le montant payé
it: Importo pagato
nl: Betaald bedrag
pt: Quantia paga
ru: Оплаченная сумма
zh: 支付的金额
zu: Inani Elikhokhiwe

source: Next Payment
ar: الدفعة التالية
de: Nächste Zahlung
es: Siguiente pago
fr: Prochain paiement
it: Pagamento successivo
nl: Volgende betaling
pt: Próximo pagamento
ru: Следующий платеж
zh: 下次付款
zu: Inkokhelo Elandelayo

# cancelSubscriptionText
source: Cancel Subscription
ar: إلغاء الاشتراك
de: Abonnement beenden
es: Cancelar suscripción
fr: Annuler l'abonnement
it: Annullare l'iscrizione
nl: Annuleer abonnement
pt: Cancelar assinatura
ru: Отменить подписку
zh: 取消订阅
zu: Khansela Ukubhalisa

# cancelSubscriptionMessage
source: You will still be entitled to premium offers until the end of your current subscription
ar: سيظل يحق لك الحصول على العروض المميزة حتى نهاية اشتراكك الحالي
de: Bis zum Ende Ihres aktuellen Abonnements haben Sie weiterhin Anspruch auf Premium-Angebote
es: Seguirás teniendo derecho a ofertas premium hasta el final de tu suscripción actual.
fr: Vous aurez toujours droit aux offres premium jusqu'à la fin de votre abonnement en cours
it: Avrai comunque diritto alle offerte premium fino alla fine del tuo abbonamento attuale
nl: Tot het einde van uw huidige abonnement heeft u nog steeds recht op premiumaanbiedingen
pt: Você ainda terá direito a ofertas premium até o final da sua assinatura atual
ru: Вы по-прежнему будете иметь право на премиум-предложения до окончания текущей подписки.
zh: 在当前订阅结束之前，您仍然有权享受高级优惠
zu: Usazoba nelungelo lokunikezwa kwe-premium kuze kube sekupheleni kokubhaliselwe kwakho kwamanje

# emmieAiUnavailableTitle
source: Unknown Error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
nl: Onbekende fout
pt: Erro desconhecido
ru: Неизвестная ошибка
zh: 未知错误
zu: Iphutha Elingaziwa

# emmieAiUnavailableMessage
source: Sorry, we've hit a snag
ar: آسف، لقد أصابنا زوبعة
de: Entschuldigung, wir haben einen Schluckauf
es: Lo sentimos, hemos tenido un problema.
fr: Désolé, nous avons rencontré un problème
it: Siamo spiacenti, abbiamo avuto un singhiozzo
nl: Sorry, er is een probleem opgetreden
pt: Desculpe, tivemos um soluço
ru: Извините, у нас произошла заминка
zh: 抱歉，我们遇到了麻烦
zu: Uxolo, sishayeke phansi

# emmieAiUnavailableDesc
source: Looks like Emmie AI service is unavailable. Please give it another try.
ar: يشبه Emmie AI الخدمة غير متاحة. يرجى إعطائها محاولة أخرى.
de: Es sieht so aus, als ob der Emmie AI-Dienst nicht verfügbar ist. Bitte versuchen Sie es noch einmal.
es: Parece que el servicio Emmie AI no está disponible. Por favor, inténtalo de nuevo.
fr: Il semble que le service Emmie AI ne soit pas disponible. S'il vous plaît, essayez à nouveau.
it: Sembra che il servizio di Emmie AI non sia disponibile al momento. Per favore, riprova.
nl: Het lijkt erop dat de Emmie AI-service niet beschikbaar is. Probeer het nog eens.
pt: Parece que o serviço Emmie AI não está disponível. Por favor, tente novamente.
ru: Похоже, сервис Emmie AI недоступен. Пожалуйста, попробуйте еще раз.
zh: Emmie AI 服务似乎无法使用。请再试一次。
zu: Kubukeka sengathi isevisi ye-Emmie AI ayitholakali okwesikhashana. Sicela uzame futhi.

source: Account Activation
ar: تفعيل الحساب
de: Account Aktivierung
es: activación de cuenta
fr: Activation de compte
it: attivazione dell'account
nl: Account activatie
pt: ativação de conta
ru: активация аккаунта
zh: 帐号激活
zu: Ukwenza kusebenze i-akhawunti

source: Activate Account
ar: تفعيل حساب
de: Konto aktivieren
es: Activar la cuenta
fr: Activer le compte
it: Attiva account
nl: Activeer account
pt: Ativar conta
ru: Активировать аккаунт
zh: 激活账户
zu: Vula i-Akhawunti

# activateAccountMessage
source: Your account has been scheduled for deletion. Would you like to reactivate it?
ar: تمت جدولة حسابك للحذف. هل ترغب في إعادة تنشيطه؟
de: Die Löschung Ihres Kontos ist geplant. Möchten Sie es reaktivieren?
es: Su cuenta ha sido programada para ser eliminada. ¿Quieres reactivarlo?
fr: Votre compte a été programmé pour la suppression. Souhaitez-vous le réactiver ?
it: È stata programmata l'eliminazione del tuo account. Desideri riattivarlo?
nl: Uw account staat gepland voor verwijdering. Wilt u het opnieuw activeren?
pt: Sua conta foi agendada para exclusão. Gostaria de reativá-lo?
ru: Ваш аккаунт запланирован к удалению. Хотите возобновить его?
zh: 您的帐户已安排删除。您想重新激活它吗？
zu: I-akhawunti yakho ihlelelwe ukususwa. Ungathanda ukuphinda uyisebenzise?

# accountActivatedMessage
source: Your account is now active. Let's continue from where we left off
ar: حسابك نشط الآن. دعونا نواصل من حيث توقفنا
de: Ihr Konto ist jetzt aktiv. Machen wir dort weiter, wo wir aufgehört haben
es: Su cuenta ahora está activa. Sigamos desde donde lo dejamos
fr: Votre compte est maintenant actif. Continuons là où nous nous sommes arrêtés
it: Il tuo account è ora attivo. Continuiamo da dove ci eravamo lasciati
nl: Uw account is nu actief. Laten we verder gaan waar we gebleven waren
pt: Sua conta agora está ativa. Vamos continuar de onde paramos
ru: Ваша учетная запись теперь активна. Давайте продолжим с того места, где мы остановились
zh: 您的帐户现已激活。让我们从上次停下的地方继续
zu: I-akhawunti yakho isiyasebenza manje. Asiqhubeke lapho sigcine khona

# accountNotActivatedMessage
source: There was an issue with activating your account. Let's give it another try
ar: حدثت مشكلة أثناء تفعيل حسابك. دعونا نجربها مرة أخرى
de: Bei der Aktivierung Ihres Kontos ist ein Problem aufgetreten. Versuchen wir es noch einmal
es: Hubo un problema con la activación de su cuenta. Vamos a intentarlo de nuevo
fr: Un problème est survenu lors de l'activation de votre compte. Essayons encore
it: Si è verificato un problema con l'attivazione del tuo account. Facciamo un altro tentativo
nl: Er is een probleem opgetreden bij het activeren van uw account. Laten we het nog eens proberen
pt: Ocorreu um problema ao ativar sua conta. Vamos tentar novamente
ru: Возникла проблема с активацией вашего аккаунта. Давайте попробуем еще раз
zh: 激活您的帐户时出现问题。让我们再试一次
zu: Kube nenkinga ngokuvula i-akhawunti yakho. Ake sizame futhi

# serviceUnavailableTitle
source: Service Unavailable
ar: الخدمة غير متوفرة
de: Dienst nicht verfügbar
es: Servicio No Disponible
fr: service non disponible
it: Servizio non disponibile
nl: Service onbeschikbaar
pt: Serviço não disponível
ru: Сервис недоступен
zh: 暂停服务
zu: Insizakalo Ayitholakali

# serviceUnavailableMessage
source: We'll be back soon
ar: سنعود قريبا
de: Wir werden bald zurück sein
es: Estaremos de vuelta pronto
fr: Nous reviendrons bientôt
it: Torneremo presto
nl: We zullen snel terug zijn
pt: Voltaremos em breve
ru: Мы скоро вернемся
zh: 我们很快就回来
zu: Sizobuya maduze

# serviceUnavailableDesc
source: Emmie AI is currently unavailable and will be back shortly. We apologize for any inconvenience.
ar: Emmie AI غير متوفر حاليًا وسيعود قريبًا. نحن نعتذر عن أي شيء غير مناسب.
de: Emmie AI ist derzeit nicht verfügbar und wird in Kürze wieder verfügbar sein. Wir bitten um Entschuldigung für die Unannehmlichkeiten.
es: Emmie AI no está disponible actualmente y volverá en breve. Nos disculpamos por cualquier inconveniente.
fr: Emmie AI est actuellement indisponible et sera de retour sous peu. Nous nous excusons pour tout inconvénient.
it: Emmie AI non è al momento disponibile e tornerà a breve. Ci scusiamo per gli eventuali disagi.
nl: Emmie AI is momenteel niet beschikbaar en komt binnenkort terug. We verontschuldigen ons voor enig ongemak.
pt: Emmie AI não está disponível no momento e estará de volta em breve. Pedimos desculpas por qualquer inconveniente.
ru: Emmie AI в данный момент недоступен и скоро вернется. Приносим извинения за возможные неудобства.
zh: Emmie AI 目前无法使用，很快就会回来。很抱歉给您带来不便。
zu: U-Emmie AI akatholakali okwamanje futhi uzobuya maduzane. Siyaxolisa nganoma yikuphi ukuphazamiseka.

# subscriptionsrvsUnavailableTitle
source: Subscription Service Unavailable
ar: خدمة الاشتراك غير متاحة
de: Abonnementdienst nicht verfügbar
es: Servicio de suscripción no disponible
fr: Service d'abonnement indisponible
it: Servizio di abbonamento non disponibile
nl: Abonnementservice niet beschikbaar
pt: Serviço de assinatura indisponível
ru: Служба подписки недоступна
zh: 订阅服务不可用
zu: Isevisi yokubhalisa ayitholakali

# subscriptionsrvsUnavailableMessage
source: There's a subscription info loading issue. If you are currently subscribed, your subscription is safe. We apologize for any inconvenience.
ar: هناك مشكلة في تحميل معلومات الاشتراك. إذا كنت مشتركًا حاليًا، فإن اشتراكك آمن. نحن نعتذر عن أي شيء غير مناسب.
de: Es liegt ein Problem beim Laden der Abonnementinformationen vor. Wenn Sie derzeit ein Abonnement haben, ist Ihr Abonnement sicher. Wir bitten um Entschuldigung für die Unannehmlichkeiten.
es: Hay un problema al cargar la información de la suscripción. Si actualmente está suscrito, su suscripción está segura. Nos disculpamos por cualquier inconveniente.
fr: Il y a un problème de chargement des informations d’abonnement. Si vous êtes actuellement abonné, votre abonnement est sécurisé. Nous nous excusons pour tout inconvénient.
it: Si è verificato un problema di caricamento delle informazioni sull'abbonamento. Se sei attualmente iscritto, il tuo abbonamento è sicuro. Ci scusiamo per gli eventuali disagi.
nl: Er is een probleem met het laden van abonnementsgegevens. Als u momenteel geabonneerd bent, is uw abonnement veilig. We verontschuldigen ons voor enig ongemak.
pt: Há um problema no carregamento de informações de assinatura. Se você está inscrito atualmente, sua assinatura está segura. Pedimos desculpas por qualquer inconveniente.
ru: Возникла проблема с загрузкой информации о подписке. Если вы в настоящее время подписаны, ваша подписка безопасна. Мы извиняемся за любые неудобства.
zh: 存在订阅信息加载问题。如果您当前已订阅，则您的订阅是安全的。很抱歉给您带来不便。
zu: Kunenkinga yokulayisha ulwazi lokubhalisa. Uma okwamanje ubhalisile, ukubhalisa kwakho kuphephile. Siyaxolisa nganoma yikuphi ukuphazamiseka.

# languageAlreadySelected
source: The language '{title}' has already been set
ar: تم بالفعل تعيين اللغة '{title}'
de: Die Sprache „{title}“ wurde bereits festgelegt
es: El idioma '{title}' ya ha sido configurado
fr: La langue '{title}' a déjà été définie
it: La lingua '{title}' è già stata impostata
nl: De taal '{title}' is al ingesteld
pt: O idioma '{title}' já foi definido
ru: Язык «{title}» уже установлен.
zh: 语言“{title}”已设置
zu: Ulimi '{title}' seluvele lusethiwe

# languagesArePremiumFeature
source: Languages are a premium feature. Please consider upgrading to premium.
ar: اللغات هي ميزة متميزة. يرجى النظر في الترقية إلى قسط
de: Sprachen sind ein Premium-Feature. Bitte erwägen Sie ein Upgrade auf Premium.
es: Los idiomas son una característica premium. Por favor considere actualizar a premium.
fr: Les langues sont une fonctionnalité premium. Veuillez envisager de passer à Premium.
it: Le lingue sono una funzionalità premium. Ti consigliamo di passare a Premium.
nl: Talen zijn een premiumfunctie. Overweeg dan om te upgraden naar premium.
pt: Os idiomas são um recurso premium. Por favor, considere atualizar para premium.
ru: Языки — это премиум-функция. Пожалуйста, рассмотрите возможность перехода на премиум-версию.
zh: 语言是一项高级功能。请考虑升级到高级版
zu: Izilimi ziyisici esiphambili. Sicela ucabange ukuthuthukela ku-premium.

source: Default language
ar: اللغة الافتراضية
de: Standardsprache
es: Idioma predeterminado
fr: Langage par défaut
it: Lingua di default
nl: Standaard taal
pt: Idioma padrão
ru: Язык по умолчанию
zh: 默认语言
zu: Ulimi oluzenzakalelayo

source: Chat Without Ads
ar: الدردشة بدون إعلانات
de: Chatten Sie ohne Werbung
es: Chatear sin anuncios
fr: Discutez sans publicité
it: Chatta senza pubblicità
nl: Chat zonder advertenties
pt: Bate-papo sem anúncios
ru: Чат без рекламы
zh: 聊天无广告
zu: Xoxa Ngaphandle Kwezikhangiso
