Repository: codebrain22/emmie-ai
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, it, nl, pt, ru, zh, zu

source: Online
ar: متصل
es: En línea
fr: En ligne
it: in linea
ru: В сети
zh: 在线的
zu: Ku-inthanethi

source: Offline
ar: غير متصل على الانترنت
es: Desconectada
fr: Hors ligne
it: Disconnessa
pt: Desligada
ru: Не в сети
zh: 离线
zu: Okungaxhunyiwe ku-inthanethi

source: Clear Messages
ar: مسح الرسائل
de: Klare Nachrichten
es: Borrar mensajes
fr: Messages clairs
it: Cancella messaggi
nl: Duidelijke berichten
pt: Limpar mensagens
ru: Очистить сообщения
zh: 明确的信息
zu: Sula Imilayezo

# welcomeMessage
source: Hello! üëãüèª I'm Emmie AI, your personal assistant ready to help you. Feel free to ask about any topic of interest. Let's get started by exploring the topics below.
ar: مرحبًا! 👋🏻 أنا Emmie AI، مساعدك الشخصي جاهز لمساعدتك. لا تتردد في السؤال عن أي موضوع يهمك. لنبدأ باستكشاف المواضيع أدناه.
de: Hallo! 👋🏻 Ich bin Emmie AI, Ihre persönliche Assistentin, die bereit ist, Ihnen zu helfen. Fragen Sie uns gerne zu jedem Thema, das Sie interessiert. Beginnen wir mit der Erkundung der folgenden Themen.
es: ¡Hola! 👋🏻 Soy Emmie AI, tu asistente personal lista para ayudarte. No dudes en preguntar sobre cualquier tema de interés. Comencemos explorando los temas a continuación.
fr: Bonjour! 👋🏻 Je m'appelle Emmie AI, votre assistante personnelle prête à vous aider. N'hésitez pas à poser des questions sur tout sujet qui vous intéresse. Commençons par explorer les sujets ci-dessous.
it: Ciao! 👋🏻 Sono Emmie AI, la tua assistente personale pronta ad aiutarti. Sentiti libero di chiedere informazioni su qualsiasi argomento di interesse. Iniziamo esplorando gli argomenti seguenti.
nl: Hallo! 👋🏻 Ik ben Emmie AI, jouw persoonlijke assistent die klaar staat om je te helpen. Vraag gerust naar elk interessant onderwerp. Laten we beginnen door de onderstaande onderwerpen te verkennen.
pt: Olá! 👋🏻 Sou Emmie AI, sua assistente pessoal pronta para te ajudar. Sinta-se à vontade para perguntar sobre qualquer assunto de interesse. Vamos começar explorando os tópicos abaixo.
ru: Привет! 👋🏻Я Эмми AI, ваш личный помощник, готовый вам помочь. Не стесняйтесь спрашивать на любую интересующую тему. Давайте начнем с изучения тем, представленных ниже.
zh: 你好！ 👋🏻 我是 Emmie AI，您的私人助理，随时为您提供帮助。请随意询问任何感兴趣的话题。让我们开始探讨以下主题。
zu: Sawubona! üëãüèª Ngingu-Emmie AI, umsizi wakho olungele ukukusiza. Zizwe ukhululekile ukubuza nganoma yisiphi isihloko osithandayo. Ake siqale ngokuhlola izihloko ezingezansi.

# academics
source: Ace Academics
ar: ايس الأكاديميين
es: Académicos as
fr: As universitaires
it: Asso Accademici
nl: Aas Academici
pt: Ace Acadêmicos
ru: Эйс Академик
zh: 王牌学者
zu: Nqoba Amakhono Akho Emfundo

# academicsDescription
source: Embrace profound guidance and assistance for all your school assignments
ar: احتضن التوجيه والمساعدة العميقين لجميع مهامك المدرسية
de: Lassen Sie sich bei all Ihren Schulaufgaben umfassend beraten und unterstützen
es: Adopte una profunda orientación y asistencia para todas sus tareas escolares.
fr: Bénéficiez de conseils et d’une assistance approfondis pour tous vos devoirs scolaires
it: Accetta una guida e un'assistenza profonda per tutti i tuoi compiti scolastici
nl: Omarm diepgaande begeleiding en hulp bij al uw schoolopdrachten
pt: Aceite orientação e assistência profundas em todas as suas tarefas escolares
ru: Получите глубокое руководство и помощь во всех школьных заданиях.
zh: 为您的所有学校作业提供深刻的指导和帮助
zu: Yamukela isiqondiso esijulile nosizo lwazo zonke izabelo zakho zesikole

# ideas
source: Generate Ideas
ar: توليد الأفكار
de: Ideen hervorbringen
es: Genera ideas
fr: Générer des idées
it: Generare idee
nl: Genereer ideeën
pt: Gerar ideias
ru: Генерируйте идеи
zh: 产生想法
zu: Khiqiza Imibono

# ideasDescription
source: Generate innovative, feasible business ideas with Emmie AI's assistance
ar: قم بتوليد أفكار عمل مبتكرة وقابلة للتنفيذ باستخدام مساعد Emmie AI
de: Generieren Sie innovative, umsetzbare Geschäftsideen mit Emmie AI
es: Genere ideas de negocios innovadoras y factibles con Emmie AI
fr: Générez des idées commerciales innovantes et réalisables avec Emmie AI
it: Genera idee di business innovative e realizzabili con Emmie AI
nl: Genereer innovatieve, haalbare zakelijke ideeën met Emmie AI
pt: Gere ideias de negócios inovadoras e viáveis ​​com Emmie AI
ru: Генерируйте инновационные и выполнимые бизнес-идеи с помощью Emmie AI
zh: 利用 Emmie AI 产生创新、可行的商业想法
zu: Khiqiza imibono emisha, engenzeka yebhizinisi nge-Emmie AI

# interview
source: Master Interviews
ar: مقابلات الماجستير
es: Entrevistas maestras
fr: Entretiens de maître
it: Interviste ai Maestri
pt: Entrevistas Mestres
ru: Мастер-интервью
zh: 大师访谈
zu: Izingxoxo Ezinkulu

# interviewDescription
source: Master your interview in any field with Emmie AI's expert guidance
ar: أتقن إجراء مقابلتك في أي مجال مع خبير Emmie AI
de: Meistern Sie Ihr Vorstellungsgespräch in jedem Bereich mit dem Experten von Emmie AI
es: Domina tu entrevista en cualquier campo con el experto de Emmie AI
fr: Maîtrisez votre entretien dans n'importe quel domaine avec l'expert d'Emmie AI
it: Padroneggia il tuo colloquio in qualsiasi campo con l'esperto di Emmie AI
nl: Beheers uw interview op elk gebied met de expert van Emmie AI
pt: Domine sua entrevista em qualquer área com o especialista da Emmie AI
ru: Проведите собеседование в любой области с помощью эксперта Emmie AI
zh: 与 Emmie AI 专家一起掌握任何领域的面试
zu: Kahle inhlolokhono yakho kunoma yimuphi umkhakha nochwepheshe ka-Emmie AI

# languages
source: Learn Languages
ar: تعلم لغات
de: Sprachen lernen
es: aprender idiomas
fr: Apprendre des langues
it: Impara le lingue
nl: Leer talen
pt: Aprender línguas
ru: Изучайте языки
zh: 学习语言
zu: Funda Izilimi

# languagesDescription
source: Explore Emmie AI's language support for learning and translation
ar: اكتشف الدعم اللغوي الذي تقدمه Emmie AI للتعلم والترجمة
de: Entdecken Sie die Sprachunterstützung von Emmie AI zum Lernen und Übersetzen
es: Explore el soporte lingüístico de Emmie AI para el aprendizaje y la traducción
fr: Explorez le support linguistique d'Emmie AI pour l'apprentissage et la traduction
it: Esplora il supporto linguistico di Emmie AI per l'apprendimento e la traduzione
nl: Ontdek de taalondersteuning van Emmie AI voor leren en vertalen
pt: Explore o suporte linguístico da Emmie AI para aprendizagem e tradução
ru: Изучите языковую поддержку Emmie AI для обучения и перевода.
zh: 探索 Emmie AI 对学习和翻译的语言支持
zu: Hlola usekelo lolimi luka-Emmie AI lokufunda nokuhumusha

# emails
source: Compose Emails
ar: إنشاء رسائل البريد الإلكتروني
de: Verfassen Sie E-Mails
es: Redactar correos electrónicos
fr: Composer des e-mails
it: Componi email
nl: E-mails opstellen
pt: Compor e-mails
ru: Написать электронное письмо
zh: 撰写电子邮件
zu: Dala Ama-imeyili

# emailsDescription
source: Unleash your Email writing skills. Compose impressive and effective email
ar: أطلق العنان لمهاراتك في كتابة البريد الإلكتروني. إنشاء بريد إلكتروني مثير للإعجاب وفعال
de: Entfalten Sie Ihre Fähigkeiten im E-Mail-Schreiben. Verfassen Sie beeindruckende und effektive E-Mails
es: Libera tus habilidades de redacción de correos electrónicos. Redacte un correo electrónico impresionante y eficaz
fr: Libérez vos compétences en rédaction d’e-mails. Composez un e-mail impressionnant et efficace
it: Scatena le tue abilità di scrittura di e-mail. Componi e-mail impressionanti ed efficaci
nl: Ontketen uw e-mailschrijfvaardigheden. Stel indrukwekkende en effectieve e-mails samen
pt: Liberte suas habilidades de escrita de e-mail. Redija um e-mail impressionante e eficaz
ru: Раскройте свои навыки написания электронной почты. Составьте впечатляющее и эффективное электронное письмо
zh: 释放您的电子邮件写作技巧。撰写令人印象深刻且有效的电子邮件
zu: Vula amakhono akho okubhala i-imeyili. Dala i-imeyili ehlaba umxhwele nesebenzayo

# advice
source: Get Advice
ar: احصل على نصيحة
de: Tipps bekommen
es: Obtener consejos
fr: Prendre conseil
it: Ottenere Consiglio
nl: Advies krijgen
pt: Obter aconselhamento
ru: Получить совет
zh: 获得建议
zu: Thola Iseluleko

# adviceDescription
source: Embark on a journey of infinite wisdom: Ask me for advice on anything
ar: انطلق في رحلة من الحكمة اللانهائية: اطلب مني النصيحة بشأن أي شيء
de: Begeben Sie sich auf eine Reise der unendlichen Weisheit: Fragen Sie mich zu allem um Rat
es: Embárcate en un viaje de sabiduría infinita: Pídeme consejo sobre cualquier cosa
fr: Embarquez pour un voyage de sagesse infinie : demandez-moi des conseils sur tout
it: Intraprendi un viaggio di infinita saggezza: chiedimi consiglio su qualsiasi cosa
nl: Ga op een reis van oneindige wijsheid: vraag mij om advies over wat dan ook
pt: Embarque em uma jornada de sabedoria infinita: peça-me conselhos sobre qualquer coisa
ru: Отправьтесь в путешествие бесконечной мудрости: спросите у меня совета по любому поводу.
zh: 踏上无限智慧之旅：有什么事情都可以向我咨询
zu: Qalisa uhambo lokuhlakanipha okungapheli: Ngicele iseluleko kunoma yini

# changesUpdatedAlert
source: Changes successfully updated
ar: تم تحديث التغييرات بنجاح
de: Änderungen erfolgreich aktualisiert
es: Cambios actualizados exitosamente
fr: Modifications mises à jour avec succès
it: Modifiche aggiornate con successo
nl: Wijzigingen zijn bijgewerkt
pt: Alterações atualizadas com sucesso
ru: Изменения успешно обновлены
zh: 更改已成功更新
zu: Izinguquko zibuyekezwe ngempumelelo

source: Recording...
ar: تسجيل...
de: Aufzeichnung...
es: Grabación...
fr: Enregistrement...
it: Registrazione...
nl: Opnemen...
pt: Gravação...
ru: Запись...
zh: 记录...
zu: Iyarekhoda...

source: Voice Assistance
ar: المساعدة الصوتية
de: Sprachunterstützung
es: Asistencia de voz
fr: Assistance vocale
it: Assistenza vocale
nl: Stembijstand
pt: Assistência por voz
ru: Голосовая помощь
zh: 语音协助
zu: Usizo Lwezwi

source: Enable Voice Assistance
ar: تمكين المساعدة الصوتية
de: Aktivieren Sie die Sprachunterstützung
es: Habilitar asistencia de voz
fr: Activer l'assistance vocale
it: Abilita l'assistenza vocale
nl: Schakel stemondersteuning in
pt: Ativar assistência por voz
ru: Включить голосовую помощь
zh: 启用语音帮助
zu: Nika amandla Usizo Lwezwi

source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
nl: Meldingen
pt: Notificações
ru: Уведомления
zh: 通知
zu: Izaziso

source: Delete All
ar: حذف الكل
de: Alles löschen
es: Eliminar todos
fr: Supprimer tout
it: Cancella tutto
nl: Verwijder alles
pt: Excluir tudo
ru: Удалить все
zh: 删除所有
zu: Susa Konke

source: Delete Notifications
ar: حذف الإخطارات
de: Benachrichtigungen löschen
es: Eliminar notificaciones
fr: Supprimer les notifications
it: Elimina notifiche
nl: Verwijder meldingen
pt: Excluir notificações
ru: Удалить уведомления
zh: 删除通知
zu: Susa Izaziso

source: Delete
ar: يمسح
de: Löschen
es: Borrar
fr: Supprimer
it: DeletEliminare
nl: Verwijderen
pt: Excluir
ru: Удалить
zh: 删除
zu: Susa

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt: Configurações
ru: Настройки
zh: 设置
zu: Izilungiselelo

source: Subscription Status
ar: حالة الاشتراك
de: Abonnementstatus
es: Estado de suscripción
fr: État de l'abonnement
it: Stato dell'abbonamento
nl: Abonnementsstatus
pt: Status de inscrição
ru: Статус подписки
zh: 订阅状态
zu: Isimo Sokubhalisa

source: Preferences
ar: التفضيلات
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
nl: Voorkeuren
pt: Preferências
ru: Предпочтения
zh: 优先
zu: Okuthandwayo

source: Appearance
ar: مظهر
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
nl: Verschijning
pt: Aparência
ru: Появление
zh: 外貌
zu: Ukubukeka

source: Language
ar: لغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pt: Linguagem
ru: Язык
zh: 语言
zu: Ulimi

source: General
ar: عام
de: Allgemein
fr: Générale
it: Generale
nl: Algemeen
pt: Em geral
ru: Общий
zh: 一般的
zu: Okujwayelekile

source: Share
ar: يشارك
de: Aktie
es: Compartir
fr: Partager
it: Condividere
nl: Deel
pt: Compartilhar
ru: Делиться
zh: 分享
zu: Yabelana

source: Sign Out
ar: خروج
de: Abmelden
es: Desconectar
fr: Se déconnecter
it: Disconnessione
nl: Afmelden
pt: Sair
ru: Выход
zh: 登出
zu: Phuma ngemvume

source: Cancel
ar: يلغي
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отмена
zh: 取消
zu: Khansela

source: Manage Notifications
ar: إدارة الإخطارات
de: Benachrichtigungen verwalten
es: Administrar notificaciones
fr: Gérer les notifications
it: Gestisci notifiche
nl: Beheer meldingen
pt: Gerenciar notificações
ru: Управление уведомлениями
zh: 管理通知
zu: Phatha Izaziso

source: Mute Notifications
ar: كتم الإخطارات
de: Benachrichtigungen stummschalten
es: Silenciar notificaciones
fr: Notifications muettes
it: Disattiva notifiche
nl: Meldingen dempen
pt: Silenciar notificações
ru: Отключить уведомления
zh: 静音通知
zu: Thulisa Izaziso

source: Pause Notifications
ar: إيقاف الإشعارات مؤقتًا
de: Benachrichtigungen pausieren
es: Pausar notificaciones
fr: Suspendre les notifications
it: Metti in pausa le notifiche
nl: Meldingen pauzeren
pt: Pausar notificações
ru: Приостановить уведомления
zh: 暂停通知
zu: Misa Izaziso okwesikhashana

# changeAppAppearance
source: Change Appearance
ar: تغيير المظهر
de: Aussehen verändern
es: Cambiar de apariencia
fr: Changer d'apparence
it: Cambia aspetto
nl: Verander uiterlijk
pt: Mudar a aparência
ru: Изменить внешний вид
zh: 改变外观
zu: Shintsha Ukubukeka

source: Switch to Dark Mode
ar: التبديل إلى الوضع الداكن
de: Wechseln Sie in den Dunkelmodus
es: Cambiar al modo oscuro
fr: Passer en mode sombre
it: Passa alla modalità oscura
nl: Schakel over naar de donkere modus
pt: Mudar para o modo escuro
ru: Переключиться в темный режим
zh: 切换到深色模式
zu: Shintshela kuModi Emnyama

source: Back to Light Mode
ar: العودة إلى وضع الضوء
de: Zurück zum Lichtmodus
es: Volver al modo de luz
fr: Retour au mode lumière
it: Torna alla modalità Luce
nl: Terug naar de lichtmodus
pt: Voltar ao modo claro
ru: Вернуться в светлый режим
zh: 返回灯光模式
zu: Buyela kumodi yokukhanya

# connectionEstablished
source: Connection established. Welcome back
ar: تم إنشاء الاتصال. مرحبًا بعودتك
de: Verbindung hergestellt. Willkommen zurück
es: Conexión establecida. Bienvenido de nuevo
fr: Connection établie. Content de te revoir
it: Connessione stabilita. Bentornato
nl: Verbinding gemaakt. Welkom terug
pt: Conexão estabelecida. bem vindo de volta
ru: Соединение установлено. Добро пожаловать
zh: 连接已建立。欢迎回来
zu: Uxhumo lusunguliwe. Siyakwamukela

# noInternetConnection
source: You have no internet connection
ar: ليس لديك اتصال بالإنترنت
de: Sie haben keine Internetverbindung
es: No tienes conexión a internet
fr: Vous n'avez pas de connexion Internet
it: Non hai connessione Internet
nl: Je hebt geen internetverbinding
pt: Você não tem conexão com a Internet
ru: У вас нет подключения к Интернету
zh: 您没有互联网连接
zu: Awunakho ukuxhumeka kwe-inthanethi

# notificationsHelpText
source: You can view or delete the notification by tapping on it
ar: يمكنك عرض الإشعار أو حذفه من خلال النقر عليه
de: Sie können die Benachrichtigung anzeigen oder löschen, indem Sie darauf tippen
es: Puede ver o eliminar la notificación tocándola
fr: Vous pouvez afficher ou supprimer la notification en appuyant dessus
it: È possibile visualizzare o eliminare la notifica toccandola
nl: U kunt de melding bekijken of verwijderen door erop te tikken
pt: Você pode visualizar ou excluir a notificação tocando nela
ru: Вы можете просмотреть или удалить уведомление, нажав на него.
zh: 您可以通过点击通知来查看或删除通知
zu: Ungabuka noma ususe isaziso ngokuthepha kuso

# youAreOnFreeVersion
source: You are on a free version
ar: أنت على نسخة مجانية
de: Sie nutzen eine kostenlose Version
es: Estás en una versión gratuita.
fr: Vous êtes sur une version gratuite
it: Stai utilizzando una versione gratuita
nl: U gebruikt een gratis versie
pt: Você está em uma versão gratuita
ru: Вы используете бесплатную версию
zh: 您使用的是免费版本
zu: Ukunguqulo yamahhala

source: Explore premium features
ar: اكتشف الميزات المتميزة
de: Entdecken Sie Premium-Funktionen
es: Explora funciones premium
fr: Explorez les fonctionnalités premium
it: Esplora le funzionalità premium
nl: Ontdek premiumfuncties
pt: Explore recursos premium
ru: Изучите премиум-функции
zh: 探索高级功能
zu: Hlola izici ze-premium

# chatTextFieldPlaceholder
source: Send a message
ar: ارسل رسالة
de: Eine Nachricht schicken
es: Enviar un mensaje
fr: Envoyer un message
it: Mandare un messaggio
nl: Stuur een bericht
pt: Envie uma mensagem
ru: Отправить сообщение
zh: 发送一个消息
zu: Thumela umlayezo

# enableVoiceAssistanceDescription
source: If enabled, Emmie AI will be able to read responses to you.
ar: إذا تم تمكينه، فسوف يتمكن Emmie AI من قراءة الردود عليك
de: Wenn diese Option aktiviert ist, kann Emmie AI Antworten an Sie vorlesen.
es: Si está habilitado, Emmie AI podrá leerle sus respuestas.
fr: Si activé, Emmie AI pourra vous lire les réponses.
it: Se abilitato, Emmie AI sarà in grado di leggere le tue risposte.
nl: Indien ingeschakeld, kan Emmie AI reacties op u lezen.
pt: Se ativado, Emmie AI poderá ler as respostas para você.
ru: Если эта функция включена, искусственный интеллект Эмми сможет читать вам ответы.
zh: 如果启用，Emmie AI 将能够读取对您的回复
zu: Uma inikwe amandla, u-Emmie AI uzokwazi ukukufundela izimpendulo.

# muteNotificationsDescription
source: If enabled, you will receive notifications only inside the app.
ar: إذا تم تمكينه، فستتلقى إشعارات فقط داخل التطبيق
de: Wenn diese Option aktiviert ist, erhalten Sie Benachrichtigungen nur innerhalb der App.
es: Si está habilitado, recibirás notificaciones solo dentro de la aplicación.
fr: Si activé, vous recevrez des notifications uniquement dans l'application.
it: Se abilitato, riceverai le notifiche solo all'interno dell'app.
nl: Indien ingeschakeld, ontvangt u alleen meldingen binnen de app.
pt: Se ativado, você receberá notificações apenas dentro do aplicativo.
ru: Если включено, вы будете получать уведомления только внутри приложения.
zh: 如果启用，您将仅在应用程序内收到通知
zu: Uma inikwe amandla, uzothola izaziso ngaphakathi kohlelo lokusebenza kuphela.

# pauseNotificationsDescription
source: If enabled, you will not receive notifications from the app.
ar: إذا تم تمكينه، فلن تتلقى إشعارات من التطبيق
de: Wenn diese Option aktiviert ist, erhalten Sie keine Benachrichtigungen von der App.
es: Si está habilitado, no recibirás notificaciones de la aplicación.
fr: Si activé, vous ne recevrez pas de notifications de l'application.
it: Se abilitato, non riceverai notifiche dall'app.
nl: Indien ingeschakeld, ontvangt u geen meldingen van de app.
pt: Se ativado, você não receberá notificações do aplicativo.
ru: Если включено, вы не будете получать уведомления из приложения.
zh: 如果启用，您将不会收到来自应用程序的通知
zu: Uma inikwe amandla, ngeke uthole izaziso kusukela kuhlelo lokusebenza.

# switchThemeModeDescription
source: You can switch between light and dark mode.
ar: يمكنك التبديل بين الوضع الفاتح والداكن
de: Sie können zwischen Hell- und Dunkelmodus wechseln.
es: Puedes cambiar entre el modo claro y oscuro.
fr: Vous pouvez basculer entre les modes clair et sombre.
it: Puoi passare dalla modalità chiara a quella scura.
nl: Je kunt schakelen tussen de lichte en donkere modus.
pt: Você pode alternar entre o modo claro e escuro.
ru: Вы можете переключаться между светлым и темным режимом.
zh: 您可以在浅色和深色模式之间切换
zu: Ungashintsha phakathi kwemodi yokukhanya nemnyama.

# signOutDialogMessage
source: You are about to sign out. You can sign in again later.
ar: أنت على وشك تسجيل الخروج. يمكنك تسجيل الدخول مرة أخرى لاحقا.
de: Sie sind dabei, sich abzumelden. Sie können sich später erneut anmelden.
es: Estás a punto de cerrar sesión. Puedes volver a iniciar sesión más tarde.
fr: Vous êtes sur le point de vous déconnecter. Vous pourrez vous reconnecter plus tard.
it: Stai per uscire. Potrai accedere di nuovo più tardi.
nl: U staat op het punt zich af te melden. U kunt zich later opnieuw aanmelden.
pt: Você está prestes a sair. Você pode fazer login novamente mais tarde.
ru: Вы собираетесь выйти из системы. Вы можете войти снова позже.
zh: 您即将退出。您可以稍后再次登录。
zu: Usuzophuma ngemvume. Ungangena ngemvume futhi emuva kwesikhathi.

# deleteNotificatonsDialogMessage
source: Are you sure you want to delete all the notifications?
ar: هل أنت متأكد أنك تريد حذف كافة الإخطارات؟
de: Sind Sie sicher, dass Sie alle Benachrichtigungen löschen möchten?
es: ¿Estás seguro de que quieres eliminar todas las notificaciones?
fr: Êtes-vous sûr de vouloir supprimer toutes les notifications ?
it: Sei sicuro di voler eliminare tutte le notifiche?
nl: Weet je zeker dat je alle meldingen wilt verwijderen?
pt: Tem certeza de que deseja excluir todas as notificações?
ru: Вы уверены, что хотите удалить все уведомления?
zh: 您确定要删除所有通知吗？
zu: Uqinisekile ukuthi ufuna ukususa zonke izaziso?

# currentLanguage
source: Selected Language
ar: اللغة المختارة
de: Ausgewählte Sprache
es: Idioma seleccionado
fr: Langue sélectionnée
it: Lingua selezionata
nl: Geselecteerde taal
pt: Idioma selecionado
ru: Выбранный язык
zh: 所选语言
zu: Ulimi Olukhethiwe

source: Change Language
ar: تغيير اللغة
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua
nl: Taal wijzigen
pt: Mudar idioma
ru: Изменение языка
zh: 改变语言
zu: Shintsha Ulimi

# emmieAiNotAvailable
source: Emmie AI is currently not available
ar: Emmie AI غير متوفر حاليا
de: Emmie AI ist derzeit nicht verfügbar
es: Emmie AI no está disponible actualmente
fr: Emmie AI n’est actuellement pas disponible
it: Emmie AI non è al momento disponibile.
nl: Emmie AI is momenteel niet beschikbaar
pt: Emmie AI não está disponível no momento
ru: Emmie AI в данный момент недоступен.
zh: Emmie AI 目前不可用
zu: U-Emmie AI okwamanje akatholakali

# messageCopied
source: Message copied to clipboard
ar: تم نسخ الرسالة إلى الحافظة
de: Nachricht in die Zwischenablage kopiert
es: Mensaje copiado al portapapeles
fr: Message copié dans le presse-papier
it: Messaggio copiato negli appunti
nl: Bericht gekopieerd naar klembord
pt: Mensagem copiada para a área de transferência
ru: Сообщение скопировано в буфер обмена
zh: 消息已复制到剪贴板
zu: Umlayezo ukopishelwe ebhodini lokunamathisela

source: No notifications yet
ar: لا توجد إخطارات حتى الآن
de: Noch keine Benachrichtigungen
es: Aún no hay notificaciones
fr: Aucune notification pour l'instant
it: Nessuna notifica ancora
nl: Nog geen meldingen
pt: Nenhuma notificação ainda
ru: Уведомлений пока нет
zh: 还没有通知
zu: Azikho izaziso okwamanje

# noNotificationsDescription
source: As soon as you receive notifications, you'll see them here.
ar: بمجرد تلقي الإخطارات، سوف تراها هنا.
de: Sobald Sie Benachrichtigungen erhalten, werden diese hier angezeigt.
es: Tan pronto como recibas notificaciones, las verás aquí.
fr: Dès que vous recevrez des notifications, vous les verrez ici.
it: Non appena riceverai le notifiche, le vedrai qui.
nl: Zodra je meldingen ontvangt, zie je deze hier.
pt: Assim que receber notificações, você as verá aqui.
ru: Как только вы получите уведомления, вы увидите их здесь.
zh: 一旦您收到通知，您就会在这里看到它们。
zu: Uma nje uthola izaziso, uzozibona lapha.

# userRemainingMessages
source: You have {numOfMessages} messages left for today
ar: لديك {numOfMessages} الرسائل المتبقية لهذا اليوم
de: Du hast {numOfMessages} Nachrichten für heute hinterlassen
es: Tienes {numOfMessages} mensajes dejados para hoy
fr: Il vous reste {numOfMessages} messages pour aujourd'hui
it: Hai {numOfMessages} messaggi rimasti per oggi
nl: Je hebt nog {numOfMessages} berichten voor vandaag
pt: Você ainda tem {numOfMessages} mensagens para hoje
ru: На сегодня у вас осталось сообщений: {numOfMessages}.
zh: 您今天还有 {numOfMessages} 条消息
zu: Unemilayezo engu-{numOfMessages} esele yanamuhla

# watchAdButtonClick
source: Watch Ad
ar: مشاهدة الإعلان
de: Anzeige ansehen
es: Regarder l'annonce
fr: Passer en Premium
it: Guarda l'annuncio
nl: Bekijk advertentie
pt: Assistir anúncios
ru: Смотреть рекламу
zh: 觀看廣告
zu: Buka Isikhangiso
